IDENTIFICATION DIVISION.PROGRAM-ID.     HELLOWORLD.AUTHOR. SARITHA.ENVIRONMENT DIVISION.CONFIGURATION SECTION. DATA DIVISION. FILE SECTION. PROCEDURE DIVISION.MAIN-LOGIC SECTION.BEGIN.DISPLAY "Hello world!"  STOP RUN.
